Repository: OddOneOut/bwp-external-links
Catalog: languages/bwp-external-links-*.po
Languages: da_dk

source: Better WordPress External Links Settings
da_dk: Bedre Wordpress Eksterne Links Indstillinger

source: Better WordPress External Links
da_dk: Bedre WordPress Eksterne Links

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke rettigheder til at se denne side.

source: General Options
da_dk: Generelle Indstillinger

source: Process links inside
da_dk: Behandl links i

source: Process page-wide links?
da_dk: Behandl alle links på side?

source: Use CSS provided by this plugin?
da_dk: Brug CSS fra dette plugin?

source: Processing Options
da_dk: Behandlingsindstillinger

source: Add the attribute
da_dk: Tilføj attributten

source: A custom rel attribute
da_dk: En tilpasset rel-attribut

source: Ignore links pointing to
da_dk: Ignorer links der peger på

source: If you choose to ignore some subdomains, input them here (one per line)
da_dk: Hvis du valgte at ignorere nogle subdomæner, så indtast dem her (et per linje)

source: Forced local domains (one per line)
da_dk: Tvungne lokale domæner (et per linje)

source: Forbidden domains (one per line) &mdash; useful for comment text
da_dk: Forbudte domæner (et per linje) &mdash; brugbar til kommentartekst

source: URLs pointing to forbidden domains will be replaced with
da_dk: URL'er der peger på forbudte domæner vil blive udskiftet med

source: Displaying &amp; Interacting Options
da_dk: Visnings- & Interaktionsindstillinger

source: External links&#8217; CSS class
da_dk: Eksterne links&#8217; CSS-klasse

source: Local links&#8217; CSS class
da_dk: Lokale links&#8217; CSS-klasse

source: Open
da_dk: Åben

source: Prefix external links with
da_dk: Prefix eksterne links med

source: <em>All input fields are optional. To say the truth, configuring this plugin can be quite confusing (I'm terribly sorry!) I have written a rather detailed guide that might help you out, please take a <a href="%s#usage">look at it</a> if you are interested.</em>
da_dk: <em>Alle input-felter er valgfrie. For at være ærlig, så kan konfigurationen til det her plugin godt være lidt forvirrende (beklager meget!) Jeg har skrevet en rimelig detaljeret guide der måske kan hjælpe dig, du kan <a href="%s#usage">se den her</a> (engelsk) hvis du er interesseret.</em>

source: <em>Customize how your links are shown.</em>
da_dk: <em>Tilpas hvordan dine links vises.</em>

source: all subdomains
da_dk: alle subdomæner

source: no subdomains
da_dk: ingen subdomæner

source: some subdomains
da_dk: nogle subdomæner

source: using the "onclick" attribute
da_dk: ved brug af "onclick" attributten

source: using the "target" attribute
da_dk: ved brug af "target" attributten

source: using jQuery
da_dk: ved brug af jQuery

source: one new window for each external link (_blank)
da_dk: et vindue til hver eksternt link (_blank)

source: just one new window for all external links (_new)
da_dk: bare et nyt vindue til alle eksterne links (_new)

source: no new window at all for external links
da_dk: ingen nye vinduer for alle eksterne links

source: nothing
da_dk: ingenting

source: a custom URL
da_dk: en tilpasset URL

source: post contents, i.e. hook to <code>the_content()</code>
da_dk: side-indhold, altså hook til <code>the_content()</code>

source: comment text, i.e. hook to <code>comment_text()</code>
da_dk: kommentar-tekst, altså hook til <code>comment_text()</code>

source: text widgets, i.e. hook to <code>widget_text()</code>
da_dk: tekst-widgets, altså hook til <code>widget_text()</code>

source: This plugin will find and process all links on any given page. This option will override what you check above. This is an advanced feature and should be used only for sites that do not have too much contents.
da_dk: Dette plugin vil finde og behandle alle links på en given side. Indstillingen vil overskrive, hvad du har angivet herover. Dette er en avanceret indtilling og bør kun bruges på sider, der ikke har for meget indhold.

source: a very simple CSS provided so that you can see the "external" effect :). It is recommended that you disable this and use your own rules.
da_dk: et meget simpelt CSS der medfølger så du kan se "ekstern"-effekten :). Det anbefales at du slår det fra og bruger dine egne regler.

source: <code>rel="external"</code> to external links?
da_dk: <code>rel="external"</code> til eksterne links?

source: <code>rel="nofollow"</code> to external links?
da_dk: <code>rel="nofollow"</code> til eksterne links?

source: a simple string describing the relation.
da_dk: en simpel streng der beksriver relationen.

source: This can be <code>#top</code>, <code>http://www.google.com</code> or anything else suitable for the <code>href</code> attribute.
da_dk: Dette kan være <code>#top</code>, <code>http://www.google.com</code> eller hvilken som helst anden tekst der kan bruges i <code>href</code>-attributten.

source: <em>and the custom URL (if chosen) is</em>
da_dk: <em>og den tilpassede URL (hvis valgt) er</em>

source: (for example, prepend external links with something like <code>http://yourdomain.com/out.php?</code>)
da_dk: (for eksempel, sæt noget i stil med det her <code>http://ditdomæne.dk/out.php?</code> foran dine eksterne links)

source: %s requires WordPress <strong>%s</strong> or higher and PHP <strong>%s</strong> or higher. The plugin will not function until you update your software. Please deactivate this plugin.
da_dk: %s kræver WordPress <strong>%s</strong> eller nyere og PHP <strong>%s</strong> eller nyere. Pluginnet vil ikke virke før du opdaterer din software. Deaktiver venligst dette plugin.

source: You can buy me some coffees if you appreciate my work, thank you!
da_dk: Du kan købe mig noget kaffe, hvis du sætter pris på mit arbejde, tak!

source: You are using version %s!
da_dk: Du bruger version %s!

source: Settings
da_dk: Indstillinger

source: Plugin Configurations
da_dk: Plugin-indstillinger

source: Save Changes
da_dk: Gem Ændringer
